// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Chinese
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.3
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-CHS"
// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="确定"
C_CANCEL="取消"
// Note: M_ entries stand for "menu", and as such can include
// an ampersand (&); the ampersand denotes which character is
// the keyboard accelerator for this item.
M_FILE="&文件"
	M_SAVE="&保存"
	M_SAVEAS="Save &保存为"
	M_SAVEALL="Save A&全部保存"
	M_UPLOAD="&上传皮肤..."
	M_EXIT="E&退出"
M_EDIT="&编辑"
	M_UNDO="&撤销"
	M_REDO="&重做"
	M_TOOL="&工具"
M_VIEW="&视图"
	M_MODE="View &预览模式"
		M_PERSPECTIVE="&透视视角 (3D)"
		M_TEXTURE="&平面视角 (2D)"
		M_HYBRID="&混合视图"
	M_3D="&3D设置"
		M_ANIMATE="&动态效果"
		M_FOLLOWCUR="&跟随指针"
		M_GRASS="&显示草地"
		M_GHOST="G&隐藏部位"
		M_MULTISAMPLING="&多级采样"
	M_2D="&2D设置"
		M_ALPHACHECKER="&重置色块"
		M_OVERLAY="&覆盖"
			M_ENABLEOVERLAY="&应用"
	M_TRANSMODE="&透明模式"
		M_OFF="&关闭"
		M_HELMETONLY="&只有头盔"
		M_ALL="&全部"
	M_VISIBLEPARTS="&可见部分"
		M_HEAD="&头部"
		M_HELMET="H&头盔"
		M_CHEST="&胸部"
		M_LEFTARM="Le&左臂"
		M_RIGHTARM="Ri&右臂"
		M_LEFTLEG="Left &左腿"
		M_RIGHTLEG="&右腿"
M_OPTIONS="&设置"
	M_KEYSHORTCUTS="&键盘快捷键"
	M_BGCOLOR="&背景颜色"
M_LANGUAGE="&语言"
M_HELP="&帮助"
	M_CHECKUPDATES="Check For &检查更新"
	M_AUTOUPDATE="&自动检查更新"

T_TREE_ZOOMOUT="镜头拉远"
T_TREE_ZOOMIN="镜头推进"
T_TREE_IMPORTHERE="从此处输出..."
T_TREE_NEWFOLDER="新建文件夹..."
T_TREE_RENAME="重命名..."
T_TREE_DELETE="删除..."
T_TREE_CLONE="复制"
T_TREE_UPLOAD="上传"

T_SAVE="保存"
T_SAVEALL="全部保存"
T_UNDO="撤销"
T_REDO="重做"
T_PERSPECTIVE="透视"
T_TEXTURE="平面"
T_HYBRID="混合"
T_SCREENSHOT="屏幕截图 (按下shift以保存)"
T_TOGGLEHEAD="切换头部"
T_TOGGLEHELMET="切换头盔"
T_TOGGLECHEST="切换胸部"
T_TOGGLELEFTARM="切换左臂"
T_TOGGLERIGHTARM="切换右臂"
T_TOGGLELEFTLEG="切换左腿"
T_TOGGLERIGHTLEG="切换右腿"
T_SWATCHES="Swatches"

M_IMPORT_HERE="从此处输出..."
M_NEWFOLDER_HERE="新建文件夹..."
M_RENAME="重命名..."
M_DELETE="删除..."
M_CLONE="复制"

T_TOOL_CAMERA="摄影机"
T_TOOL_PENCIL="铅笔"
T_TOOL_ERASER="橡皮"
T_TOOL_DROPPER="吸管r"
T_TOOL_DODGEBURN="变亮/变暗"
T_TOOL_DARKENLIGHTEN="加亮/减暗"
T_TOOL_BUCKET="颜色填充"
T_TOOL_NOISE="噪点"

B_MSG_DIRMISSING="包含的目录丢失 - 这可能是因为你没有提取出相关程序。虽然不是一个关键的问题，您将丢失任何模板，色板或其他内容."
B_MSG_UPTODATE="您已经拥有了最新最好的版本!"
B_MSG_NEWUPDATE="有新版本发布! 要去查看相关帖子吗?"
B_MSG_UPLOADERROR="皮肤上传错误:"
B_MSG_UPLOADSUCCESS="皮肤已成功上传! 恭喜!"
B_MSG_DELETESKIN="永久删除这个皮肤吗?\r\n将要直接从Skins中删除!"
B_MSG_DELETEFOLDER="永久删除这个文件夹吗?\r\n将要直接从Skins中删除这个文件夹,这包括文件夹中的任何内容!"
B_MSG_OVERLAYERROR="无法载入覆盖图像: "{0}"; is the resolution a power of two?"
B_MSG_UPLOADRES="虽然您能够利用MCSkin3D来编辑更高像素的皮肤,但是您不能把它们上传至Minecraft."
B_MSG_ANTIALIAS="重新启动MCSkin3D来启用多级采样功能."
B_MSG_PIXELFORMAT="抱歉, 可能您的显卡不支持32位像素格式 - 目前,MCSkin3D仅支持此类格式. 16或24位格式将在日后推出."
B_MSG_SHORTCUTEXISTS="快捷方式 "{0}" 已经使用快捷键 "{1}" - 取消目前快捷键."

B_CAP_QUESTION="问题"
B_CAP_SORRY="抱歉"

C_SQUARE="矩形"
C_CIRCLE="圆形"

O_EXPOSURE="曝光:"
O_INCREMENTAL="增量"
O_LIGHTEN="变亮"
O_DARKEN="变暗"
O_DODGE="加亮"
O_BURN="减暗"
Q_THRESHOLD="阈值:"

C_NEW="新建"
C_CANTMOVE="无法移动到"
C_COPYTO="复制到"
C_MOVETO="移动到"
C_IMPORTTO="输出到"

C_SETTINGSFAILED="配置文件载入失败; 将载入默认配置."

C_AUTOLOGIN="自动登录?"
C_REMEMBER="保留用户名?"
C_USERNAME="用户名:"
C_PASSWORD="密码:"
C_UPLOADTEXT="如果要发表皮肤,你需要登录至Minecraft.net. 您需要输入您的用户名和密码以使程序自动完成此过程."

C_UPLOADING="正在上传您的皮肤! 请稍等..."
C_SHORTCUTINUSE="快捷键已被使用"

S_TREEVIEW_ZOOMIN="树状图展开"
S_TREEVIEW_ZOOMOUT="树状图收起"
S_SWATCH_ZOOMIN="Swatch Zoom In"
S_SWATCH_ZOOMOUT="Swatch Zoom Out"
S_COLORSWAP="替换前景色/背景色"
S_RENAME="改变名称"
S_CLONE="复制节点"
S_DELETE="删除节点"
S_SCREENSHOT_CLIP="截图至剪贴板"
S_SCREENSHOT_SAVE="截图保存至"
S_TOGGLEVIEW="切换预览模式"
S_TOGGLETRANS="切换透明模式"

M_SHORTCUTS="在下面的方框中输入您想设置的快捷键."

T_CAMERA="左键旋转. 右键或滚轮缩放."
T_PENCIL="左键绘制. 右键或滚轮旋转或缩放. Shift切换至背景颜色."
T_DROPPER="左键拾取颜色. 右键或滚轮旋转或缩放. Shift选择背景, 或者前景.
T_DODGEBURN="左键加亮或减暗. 右键或滚轮旋转或缩放. Shift切换工具."
T_DARKENLIGHTEN="左键变亮或变暗. 右键或滚轮旋转或缩放. Shift切换工具."
T_ERASER="左键擦除到空白颜色或回复最初. 右键或滚轮旋转或缩放."
T_FILL="左键填充像素. Shift切换至背景颜色. 按下Ctrl并点击来锁定工作面. 右键或滚轮旋转或缩放."
T_NOISE="单击并拖动以调整噪点数量.按下Ctrl以锁定工作面.右键或滚轮旋转或缩放."